{
  "Conventions": "CF-1.6, ACDD-1.3",
  "title": "Fractional cover - MODIS, CSIRO Land and Water algorithm. Version 3.1.0",
  "summary": "Vegetation fractional cover represents the exposed proportion of Photosynthetic Vegetation (PV), Non-Photosynthetic Vegetation (NPV) and Bare Soil (BS) within each pixel. The sum of the three fractions is 100% (+/- 3%) and shown in Red/Green/Blue colours. In forested canopies, the photosynthetic or non-photosynthetic portions of trees may obscure those of the grass layer and/or bare soil. This product is derived from the MODIS Nadir BRDF-Adjusted Reflectance product (MCD43A4) collection 6 and has 500 meters spatial resolution. A suite of derivative products are also produced: total vegetation cover (PV+NPV), monthly fractional cover and total vegetation cover, monthly anomaly and deciles. MODIS fractional cover has been validated for Australia.  ",
  "license": "Creative Commons BY 4.0 - Rights: Copyright 2008-2019 CSIRO. Rights owned by the Commonwealth Scientific and Industrial Research Organisation (CSIRO). Licence: Creative Commons BY 4.0, https://creativecommons.org/licenses/by/4.0 Access: These data can be freely downloaded and used subject to the CC BY licence. Attribution and citation is required as described at http://www.auscover.org.au/citation. We ask that you send us citations and copies of publications arising from work that use these data. ",
  "id": "https://doi.org/10.4225/08/5848a3f19a7b3",
  "creator_name": "CSIRO Land and Water ",
  "creator_email": "juan.guerschman@csiro.au",
  "creator_institution": "CSIRO",
  "creator_url": "http://people.csiro.au/G/J/Juan-Guerschman",
  "standard_name_vocabulary": "CF Standard Names, v28",
  "keywords_vocabulary": "GCMD Science Keywords, Version 8.0.0.0.0",
  "keywords": "EARTH SCIENCE > BIOSPHERE > VEGETATION > VEGETATION COVER , EARTH SCIENCE > CLIMATE INDICATORS > LAND SURFACE/AGRICULTURE INDICATORS > VEGETATION COVER",
  "publisher_name": "Pablo Rozas Larraondo,Jian(Edison) Guo",
  "publisher_email": "pablo.larraondo@anu.edu.au,edison.guo@anu.edu.au",
  "publisher_institution": "National Computational Infrastructure (NCI)",
  "publisher_url": "http://www.nci.org.au",
  "contributor_name": "B Bala",
  "platform": "MODIS MCD43A4",
  "history": "Version 3.0: Fractional cover was derived using a linear unmixing methodology (Guerschman et al. 2015). The method uses all 7 MODIS bands and adds log transforms and band interaction terms to account for non-linearities in the spectral mixing. A cross-validation step was also included to select the optimal number of singular values to avoid over-fitting. The calibration and validation steps used 1171 field observations across Australia. Overall, the model fitted and applied to MCD43A4 fractional cover has a root mean square error (RMSE) of 12.9%, 18.1% and 16.6% for the PV, NPV and BS fractions respectively (percentage cover)\nVersion 3.1: Same as Version 3.0 with the following modifications: 1- input data changed to MODIS Collection 6.0 (MCD43A4.006) (see source). 2- calibration dataset expanded to include ~3022 field measurement sites across Australia. 3- overall accuracy improved to an RMSE of 11.3%, 16.1% and 14.7% for the PV, NPV and BS fractions respectively.\nMonthly vegetation cover is calculated from the 8-day composites using a medoid method as described in Gill et al. \nTotal Vegetation Cover anomaly represents the difference between total vegetation cover (PV+NPV) in a given month and the mean total vegetation cover for that month in all years available, expressed in units of cover. For example, if the mean vegetation cover in January (2001-current year) was 40% and the vegetation cover for the pixel in January 2018 was 30%, the anomaly for the pixel in Jan 2018 would be -10%.\nTotal Vegetation Cover decile represents the ranking (in ten value intervals) for the total vegetation cover in a given month in relation to the vegetation cover in that month for all years in the time-series.\nBoth Total Vegetation Cover anomaly and Total Vegetation Cover decile are updated each time a new month of FC data becomes available. The mean values for the month are calculated for the entire time series (from 2001 to the current year) and all the anomalies and deciles for that month in all years are calculated again using the new time series. ",
  "source": "Source data are derived from the MODIS Nadir BRDF-Adjusted Reflectance product (MCD43A4), collection 5 (for v3.0) and collection 6 (for v3.1), referred to as MODIS NBAR, as described at https://lpdaac.usgs.gov/dataset_discovery/modis/modis_products_table/mcd43a4 The combined Terra-Aqua MODIS NBAR provides 500-meter reflectance data adjusted using a bidirectional reflectance distribution function (BRDF) to model the values as if they were taken from nadir view. MODIS NBAR data are 16-day composites in a phased production strategy: Produced every 8 days with 16 days of acquisition (i.e., production period 2001001 includes acquisition between Days 001 and 016, production period 2001009 includes acquisition between Days 009 and 024). Both Terra and Aqua data are used in the generation of this product, providing the highest probability for quality input data.",
  "references": "Juan P. Guerschman, Peter F. Scarth, Tim R. McVicar, Luigi J. Renzullo, Tim J. Malthus, Jane B. Stewart, Jasmine E. Rickards, Rebecca Trevithick (2015). Assessing the effects of site heterogeneity and soil properties when unmixing photosynthetic vegetation, non-photosynthetic vegetation and bare soil fractions from Landsat and MODIS data. Remote Sensing of Environment, 161, 12 26. https://dx.doi.org/10.1016/j.rse.2015.01.021\nGill, T., Heidenreich, S., Guerschman, J.P., 2014. MODIS monthly fractional cover: product creation and distribution. https://espace.library.uq.edu.au/view/UQ:347607\nGuerschman, J.P., Hill, M.J. (2018). Calibration and validation of the Australian fractional cover product for MODIS collection 6. Remote Sens. Lett. https://doi.org/10.1080/2150704X.2018.1465611\n",
  "comment": "17 Feb 2019: implemented signed datatype(int8) in anomaly files (previously floating point\n19 Feb 2019: Corrected geolocation for all files.",
  "NCO": "4.4.2",
  "date_metadata_modified": "20190222T235001"
}
